<?php $title = 'درباره ما';
        require 'src/header.php';
        require 'src/common.php';
    ?>

    <header class="jumbotron jumbotron-fluid">
        <div class="container">
            <h1 ><?=$title?></h1>
        </div>
    </header>

    <div class="container">
        <h3 class="breach-title">محتوای خدمات</h3>
        <p>این سرویس خدمات تحقیق و پیگیری برای وقایع نشت اطلاعات را به ایرانیان ارائه می دهد.<br/>به کاربران اطلاع می دهد که آیا آنها در لیست نقض های امنیتی بزرگ وجود دارند یا خیر و تلاش می کند تا سواد امنیتی مردم را افزایش می دهند.</p>

        <h3 class="breach-title">جرقه ایده سرویس</h3>
        <p>در فروردین و خرداد ۱۳۹۹ شاهد تعداد زیادی از حوادث افشای اطلاعات بودیم، پس از اینکه متوجه شدیم بیشتر شرکت‌ها، کاربران خود را از این نشت اطلاعات شخصی آگاه نمی کنند، ما با راه اندازی این سرویس و استفاده از روش شناسایی یک طرفه، به کاربران کمک کردیم تا بتوانند متوجه شوند اطلاعات آن‌ها نیز به خطر افتاده یا نه. به امید اینکه شرکت ها در آینده بیشتر به امنیت داده‌های کاربران توجه داشته باشند و درصورت رخداد چنین حوادثی مسئولیت آن را بپذیرند و به کاربران خود خسارت پرداخت کنند.</p>
        <p>ایده اصلی برگرفته از وب‌سایت <a href="https://haveibeenpwned.com">Have I Been Pwned</a> و همچنین سرویس Identity Theft Protection از شرکت Experian می باشد.</p>

        <h3 class="breach-title">جزئیات فنی</h3>
        <p>برای بهبود امنیت و افزایش اعتماد کاربران به این سرویس، وب سایت از هش SHA-1 برای ارسال اطلاعات به سمت سرور استفاده می کند، که همچنین می تواند مانع از جمع آوری مخفیانه اطلاعات کاربران توسط تیم توسعه دهنده شود.</p>
        <p>منابع اطلاعاتی این وب‌سایت برگرفته از پایگاه داده‌های در دسترس و عمومی در اینترنت است، وب‌سایت اطلاعات اصلی پایگاه های داده را ذخیره نمی کند،  فقط موارد مورد نیاز برای جستجوی کاربران که به صورت کدگذاری شده هستند، نگه داری می شود.<br/>حمله به این وب سایت هیچ اطلاعاتی در اختیار شما قرار نمی دهد. در صورت مشاهده هرگونه تلاش برای نفوذ، این وب سایت به اقدامات قانونی متوسل می شود.</p>
        <p>اگر می خواهید منابعی را به صورت ناشناس ارائه کنید، با ما در ارتباط باشید: <a href="mailto:info@leakfa.com">info@leakfa.com</a>، پیشنهاد می‌شود از <a href="https://keyserver.ubuntu.com/pks/lookup?op=get&search=0x8eba26e301b4ac8584f91dd6f89c33ed43bb86b3"target="_blank">PGP Key</a> برای رمزنگاری استفاده شود.
    </div>

    <?php require 'src/footer.php'; ?>
