<?php $title = 'سوالات متداول';
    require 'src/header.php';
?>

<header class="jumbotron jumbotron-fluid">
    <div class="container">
        <h1 ><?=$title?></h1>
		<p class="lead">سوالات متداول را در اینجا پیدا کنید</p>
    </div>
</header>

<div class="container">
    <h3 class="breach-title" id="what-should-i-do-if-leaked">اطلاعات شخصی من فاش شده، چه کاری باید انجام دهم؟</h3> 
    <p>بازیابی اطلاعات شخصی پس از افشای آن کار دشواری است اما می توانید تمام تلاش خود را برای به حداقل رساندن خسارت انجام دهید. <br/>به عنوان مثال، بررسی کنید که آیا در وب سایت های مختلف از رمزهای عبور مشابه استفاده می کنید یا نه، و اینکه آیا از اطلاعات شخصی شما برای ثبت نام حساب های عجیب و غریب استفاده شده است. <br/>علاوه بر این، تا حد امکان از استفاده شماره تلفن، تاریخ تولد و  یا سایر موارد افشا شده به عنوان رمز عبور خودداری کنید، تا از این طریق شخصی که اطلاعات شخصی شما را در اختیار دارد نتواند از طریق حدس زدن رمز عبور شما را بدست آورد.</p>

    <h3 class="breach-title" id="how-it-was-disclosed">برخی از موارد را هرگز وارد نکردم، چطور افشا شده است؟</h3> 
    <p>به علت ساختار و نحوه عملکرد سامانه جستجوی نشت (روش شناسایی یک طرفه) موارد نشت شده که به شما نشان داده می‌شود به طور کلی هستند، ممکن است اطلاعات وارد شده توسط شما در آن سرویس یا سامانه مانند همگان نباشد، به عنوان مثال، ارائه کد ملی اجباری نبوده و شما آن را وارد نکرده اید، اما اکثریت آن را وارد کرده اند. پس به طور کلی در این نشت داده کد ملی هم جزو یکی از موارد نشت شده اعلام می شود.</p>

    <h3 class="breach-title" id="what-is-hash">هش چیست؟</h3> 
    <p>هش (کدگذاری) روشی برای پردازش داده‌ها است و مانند رمزنگاری یک عملیات ریاضی است  که می تواند داده ها را به یک رشته با طول ثابت تبدیل کند، اما برخلاف رمزنگاری که دو طرفه است، هش یک عملیات ریاضی یک طرفه است، بدین معنا که شما نمی توانید از متن هش شده به اصل پیام برسید اما در الگوریتم های رمزنگاری که دو طرفه هستند، شما می توانید متن را رمزگشایی کنید. <br/>از آنجایی که در هشینگ شانس بدست آوردن نتیجه مشابه بسیار کم است، از طریق این ویژگی می توانیم بدون اطلاع از اطلاعات شما تشخیص دهیم که داده های شما در پایگاه داده های افشا شده موجود بوده یا نبوده است.</p>  

    <h3 class="breach-title" id="which-email-address-would-notification-come-from">در صورت نشت اطلاعات، از کدام آدرس ایمیل باخبر می شوم؟</h3> 
    <p>ایمیل های ما از آدرس <code>noreply@leakfa.com</code> ارسال می شود، پس به این آدرس توجه داشته باشید!</p>

    <h3 class="breach-title" id="is-this-fraud">این سرویس کلاهبرداریه؟</h3>    
    <p>لطفاً اطمینان داشته باشید که این وب سایت بطور خودجوش تاسیس شده و برای یک گروه از جوانان عاشق امنیت است، که هدف آن تقویت آگاهی عمومی در مورد امنیت اطلاعات در اینترنت است. <br/>بعد از فشردن دکمه جستجو، اطلاعات شما تبدیل به هش می شوند و ما نمی دانیم شما چه اطلاعاتی را وارد کرده اید.</p>

    <h3 class="breach-title" id="how-to-use-api">چگونه از سرویس API استفاده کنیم؟</h3> 
    <p>سرویس API ما در حال تکمیل شدن است، میتوانید مستندات آن را در پروژه <a href="https://github.com/Leakfarsi/Leakfa.com/tree/api-documents">GitHub</a> مشاهده کنید.</p>

    <h3 class="breach-title" id="where-is-the-site-running">چه کسی پشت این وب‌سایت است؟</h3> 
    <p>این وب‌سایت توسط چند محقق امنیتی در داخل و خارج از ایران هدایت می شود که در حال حاضر امکان انتشار نام آن‌ها وجود ندارد.</p>
</div>

<?php require 'src/footer.php'; ?>
